{
    "polish": [
        {
            "img": "https://f2.toyhou.se/file/f2-toyhou-se/images/89780557_QBrRYplhUkbu5T1.png",
            "date": "2024-10-12",
            "desc": "headshot of narpy, an anthro alien cat with dark pinkish-red fur. they're looking down slightly with a neutral expression."
        },
        {
            "img": "https://cdn.sheezy.art/66cdb0d74dcd696db7eb913c",
            "date": "2024-08-27",
            "desc": "fullbody of azalea, an anthro cat with pink fur, green hair, and a green tail. she stands with a hand on her hip with one leg lifted slightly. her other arm is raised slightly, kind of like if she were carrying a tray.",
            "caption": "commission for dubbyball"
        },
        {
            "img": "https://cdn.sheezy.art/66cdb031120dd7ef9c7e1fdd",
            "date": "2024-08-01",
            "desc": "art piece of a cat person with dark hair and a bunny person with powder blue hair cuddling. there's a sort of nighttime lighting effect going on.",
            "caption": "commission for a friend (aytch0008) in celebration of another friend's birthday"
        },
        {
            "img": "https://cdn.sheezy.art/66cda8a66f6594cd79fafa9b",
            "date": "2024-07-16",
            "desc": "illustration of an angel lying on the ground with a melancholic expression. the 'camera' is positioned near the character's head to create a sort of cool angle. there are rays of light streaming from overhead.",
            "caption": "artfight attack on star_x. very proud of this one, first polished 'rendered work' i've done."
        },
        {
            "img": "https://f2.toyhou.se/file/f2-toyhou-se/images/80880315_fA6Ek5GQTpBA8A1.png",
            "date": "2024-04-19",
            "desc": "headshot icon of narpy, an anthro alien cat with magenta fur. ae has an excited expression."
        },
        {
            "img": "https://f2.toyhou.se/file/f2-toyhou-se/images/80606249_JwrZBD3CRJjmvms.gif",
            "date": "2024-04-14",
            "desc": "headshot icon of stel, an android with a screen face and glasses. it has a sort of joyous, excited expression."
        },
        {
            "img": "https://f2.toyhou.se/file/f2-toyhou-se/images/80603092_cUclgqmp0YGu8P2.gif",
            "date": "2024-04-14",
            "desc": "3-quarters headshot of stel, an android with a screen face and glasses. it looks towards the viewer curiously with one hand raised to its chest."
        }
    ],
    "sketch": [
        {
            "img": "https://media.mastoart.social/media_attachments/files/113/470/747/798/989/453/original/6d375a96e7650a8e.jpeg",
            "thumb": "/media/art/thumb/thumb-2024-11-12-yok-aai-06.webp",
            "date": "2024-11-12",
            "desc": "two pencil sketches of YOK-AAI-06, a humanoid robot. on the left, he wears a hospital gown and has shorter hair. his hands are raised and he has an almost surprised expression. on the right, she's standing in normal wear (kind of cyberpunky). her hair is longer and a bit fluffier. she is smiling happily with one hand at her chest and one hand on her hip."
        },
        {
            "img": "https://media.mastoart.social/media_attachments/files/113/470/747/407/314/672/original/190e507655680fcc.jpeg",
            "thumb": "/media/art/thumb/thumb-2024-11-12-573-l.webp",
            "date": "2024-11-12",
            "desc": "pencil sketch of 573-L, a humanoid robot with a chunky monitor as a head which displays eyes in a happy closed expression. it wears a long-sleeved sweater with a techwear-esque shrug top and shorts. it poses with one hand sort of waving and one at its side. it has a long cord tail with a charging plug at the end."
        },
        {
            "img": "https://media.mastoart.social/media_attachments/files/113/424/162/926/836/676/original/c9de33caa78023b7.jpeg",
            "date": "2024-11-04",
            "desc": "a headshot of shimo, a vaguely feminine android with screen eyes. she's facing left and looks towards the right with a slightly concerned expression. she has long fluffy hair. the drawing is sketched with pencil on a green sticky note."
        },
        {
            "img": "https://f2.toyhou.se/file/f2-toyhou-se/images/90457557_dxyBaN4yyGu7RPa.png",
            "thumb": "https://cdn.sheezy.art/67387247abf551e26fa9fc5c",
            "date": "2024-10-26",
            "desc": "digital sketches of YOK-AAI-06, a system of 4 AI. they have long hair and a cyberpunky outfit with shorts, long gloves, and long socks. their eyes are various shades of blue depending on who is depicted. / left: mizore crossing eir arms and looking smugly towards the viewer. center: shimo laying on the floor upside-down, reading a book / top right: yuki touching its fingertips together / bottom right: fuyu sitting down with their hands at their chin with a sort of surprised expression"
        },
        {
            "img": "https://cdn.sheezy.art/6702650c66b03320d367c12d",
            "thumb": "https://cdn.sheezy.art/6702658e2a21008235744b4c",
            "date": "2024-10-06",
            "desc": "sketch page of george from oneshot, including a few with a humanized design and one where she's picking up kip bridal style. there's also a headshot of a girl with a scarf and hair bow captioned 'obligatory eli'",
            "tags": "oneshot"
        }
    ]
}